{
  "translation": {
    "about_short": "Программируй аналоговые и DMR радиостанции прямо из браузера.",
    "alarm": "Сигнал тревоги",
    "alarm_both": "Динамик  и передача",
    "alarm_code": "Код — передача",
    "alarm_mode": "Режим сигнала тревоги",
    "alarm_site": "Сигнал — только динамик",
    "alarm_tone": "Тональный сигнал — передача",
    "alarm_tooltip": "Включает звуковое или визуальное оповещение при выполнении определённого условия, например при приёме сигнала на контролируемой частоте или по истечении таймера.",
    "all_call": "Общий вызов",
    "always_on": "Постоянно вкл.",
    "auto": "Авто",
    "backlight_brightness": "Яркость подсветки",
    "backlight_brightness_tooltip": "Регулирует интенсивность подсветки дисплея для улучшения видимости в различных условиях освещения при сбалансированном потреблении заряда батареи.",
    "backlight_timeout": "Таймер подсветки",
    "backlight_timeout_tooltip": "Устанавливает, как долго подсветка дисплея остаётся включённой после последнего взаимодействия с пользователем, прежде чем автоматически отключится для экономии заряда батареи.",
    "band_10m_description": "Диапазон 10 м — поддерживает всё: от CW до FM, иногда даже вещание.",
    "band_10m_hint": "Во время максимума — связь по всему миру даже при низкой мощности.",
    "band_15m_description": "Диапазон 15 м — оживает при высокой солнечной активности, поддерживает дальние связи.",
    "band_15m_hint": "Может быть «мёртвым» в период солнечного минимума.",
    "band_160m_description": "Диапазон 160 м — самый низкочастотный КВ-диапазон, обычно для ночной связи на региональные расстояния.",
    "band_160m_hint": "Высокий уровень шумов и крупные антенны — норма.",
    "band_20m_description": "Диапазон 20 м — главный диапазон для дальней связи (DX). Активен почти весь день при высокой солнечной активности.",
    "band_20m_hint": "Всегда занят; идеален для SSB и CW.",
    "band_2m_description": "Диапазон 2 м — популярный УКВ-диапазон для FM, репитеров и спутниковой связи.",
    "band_2m_hint": "Распространение прямой видимости; лучше всего работает на открытой местности.",
    "band_40m_description": "Диапазон 40 м — один из самых активных в мире, работает и днём, и ночью.",
    "band_40m_hint": "Отлично подходит для дальней и местной связи.",
    "band_70cm_description": "Диапазон 70 см — широко используется в городах для репитеров и цифровых режимов.",
    "band_70cm_hint": "Меньшая дальность, чем у 2 м, но лучше проходит сквозь здания.",
    "band_80m_description": "Диапазон 80 м — отлично подходит для связи на короткие и средние дистанции, особенно ночью.",
    "band_80m_hint": "Популярен для CW и SSB.",
    "band_lpd_description": "LPD 433 — диапазон маломощных устройств (433 МГц), РФ/Европа.",
    "band_lpd_hint": "Макс. мощность в РФ: 10 мВт. В некоторых странах запрещена голосовая связь.",
    "band_pmr446_description": "PMR446 — безлицензионная радиосвязь в Европе и РФ (446 МГц).",
    "band_pmr446_hint": "Макс. мощность: 0.5 Вт. Антенна несъёмная. Разрешено CTCSS/DCS.",
    "bat_save": "Экономия заряда батареи",
    "bat_save_ratio_tooltip": "Регулирует интенсивность снижения энергопотребления в режиме приёма за счёт циклического включения и выключения приёмника, жертвуя небольшой отзывчивостью ради увеличения времени работы от батареи.",
    "bat_save_tooltip": "Снижает энергопотребление, приглушая подсветку дисплея и ограничивая фоновые процессы в режиме простоя, продлевая время работы от батареи при переносном использовании.",
    "bcl": "Блокировка при занятом канале",
    "bcl_tooltip": "Предотвращает передачу, когда канал уже используется, помогая избежать помех.",
    "beep": "Звуковой сигнал",
    "beep_tooltip": "Включает короткий звуковой сигнал при нажатии кнопок и других действиях в интерфейсе, обеспечивая пользователю обратную связь.",
    "begin": "Начало",
    "begin_n_end": "Начало и конец",
    "bootloader_version": "Версия загрузчика",
    "build_number": "Сборка: {{number}}",
    "busy_channel_lockout": "Блокировать при приеме",
    "busy_channel_lockout_tooltip": "Предотвращает передачу, когда канал уже используется, помогая избежать помех.",
    "channel": "Канал",
    "channel_display_mode": "Режим отображения канала",
    "channel_display_mode_tooltip": "Устанавливает информацию, отображаемую на дисплее для каждого канала, позволяя пользователям выбирать между просмотром частоты, идентификатора канала или названия канала в зависимости от их предпочтений.",
    "channel_empty_body": "Ячейка канала не содержит настроенной частоты или необходимых параметров и не может использоваться для связи.",
    "channel_empty_title": "Канал пуст",
    "channel_number": "Номер канала",
    "channel_volume_tooltip": "Устанавливает уровень громкости аудиовыхода для указанного канала, позволяя настраивать громкость для отдельных каналов в зависимости от предпочтений пользователя или условий окружающей среды.",
    "channel_volume_x": "Громкость канала {{x}}",
    "channels": "Каналы",
    "chrome_required_body": "Это приложение использует Web Serial API, который на данный момент поддерживается только в Google Chrome.",
    "chrome_required_title": "Требуется Google Chrome",
    "clear_selection": "Отменить выделение",
    "code": "Код",
    "contact_name": "Имя",
    "copy_clipboard": "Копировать в буфер",
    "cw_pitch_freq": "Частота CW тона",
    "cw_pitch_freq_tooltip": "Устанавливает частоту тона азбуки Морзе (CW), генерируемого радиостанцией во время CW-передач, позволяя настроить её под предпочтения пользователя или для соответствия другому оборудованию.",
    "dbm": "дБ",
    "delete": "Удалить",
    "denoise_level": "Уровень шумоподавления",
    "denoise_level_tooltip": "Регулирует интенсивность алгоритма цифрового шумоподавления для минимизации фонового шума и улучшения чёткости звука при приёме. Более высокие уровни обеспечивают большее подавление шума, но могут также повлиять на разборчивость слабых сигналов.",
    "developer_mode": "Режим разработчика",
    "device_name": "Имя устройства",
    "device_name_tooltip": "Устанавливает пользовательское имя для радиостанции, которое может отображаться на экране или использоваться для идентификации в программных приложениях.",
    "dmr_call_contact": "Вызываемый контакт",
    "dmr_call_contact_tooltip": "Контакт для вызова в режиме DMR, например, отдельного пользователя или группу.",
    "dmr_color_code": "Цветовой код",
    "dmr_color_code_tooltip": "Рации с разными Color Code не слышат друг друга, даже на одной частоте и в одном слоте. Для связи у всех участников должны совпадать: частота, слот и Color Code.",
    "dmr_contact_id": "DMR ID",
    "dmr_contact_id_tooltip": "DMR-идентификатор контакта (1–16 777 214). Для индивидуального вызова укажите уникальный ID рации, для группового — номер Talk Group (например, 9 для всемирной группы).",
    "dmr_encryption_key": "Ключ шифрования",
    "dmr_encryption_key_tooltip": "Устанавливает ключ шифрования, используемый для защищенных коммуникаций DMR. Этот ключ должен совпадать с тем, который использует удаленная станция, чтобы обеспечить доставку зашифрованных сообщений.",
    "dmr_groups": "Группы",
    "dmr_id": "ID",
    "dmr_id_tooltip": "Уникальный идентификатор вашей радиостанции в сетях DMR.",
    "dmr_radio_id": "DMR Идентификатор рации",
    "dmr_rx_list": "Список приема",
    "dmr_rx_list_tooltip": "Набор Talk Group, которые рация готова слушать на данном канале. Даже если в эфире передаётся другой TG, рация воспроизведёт звук только если его номер есть в этом списке.",
    "dmr_slot": "Слот DMR",
    "dmr_slot_1": "Слот 1",
    "dmr_slot_2": "Слот 2",
    "dmr_slot_dual": "Слот 1+2",
    "dmr_slot_tooltip": "Выбирает, какой слот DMR (1 или 2) использовать для передачи или приема. Режим двойного слота позволяет переключаться между двумя разными DMR-ID или настройками.",
    "download_chrome": "Скачать Chrome",
    "download_from_radio": "Получить настройки из радиостанции",
    "dtmf_remote_control": "Удаленное управление",
    "dtmf_remote_control_tooltip": "Управление по DTMF позволяет отправлять команды радиостанции (например, прослушивание, сброс или активация тона) путём передачи специальных последовательностей DTMF-сигналов по эфиру.",
    "dual_watch": "Двойной контроль",
    "dual_watch_priority_ab": "Приоритет при двойном контроле",
    "dual_watch_priority_ab_tooltip": "Определяет, какой приёмник (A или B) остаётся активным после приёма сигнала в режиме двойного контроля. При значении OFF активным остаётся тот приёмник, на котором последним был принят сигнал; при выборе A или B выбранный приёмник всегда активируется после окончания любой передачи.",
    "dual_watch_tooltip": "Позволяет одновременно контролировать два канала, автоматически переключаясь на активный при обнаружении сигнала.",
    "editing": "Редактирование",
    "empty": "Пусто",
    "encryption_key": "Ключ",
    "encryption_type": "Тип шифрования",
    "end": "Конец",
    "error_unexpected": "Непредвиденная ошибка",
    "firmware_version": "Версия прошивки",
    "fm": "FM-радио",
    "fm_tooltip": "Позволяет слушать коммерческие FM-радиостанции.",
    "fn_1750": "Передача 1750 Гц",
    "fn_alarm": "Сигнал тревоги",
    "fn_flashlight": "Фонарик",
    "fn_fm": "FM-радио",
    "fn_monitor": "Мониторинг",
    "fn_power_select": "Выбор мощности",
    "fn_scan": "Сканирование",
    "fn_search": "Поиск",
    "fn_sos": "SOS",
    "fn_transmit_power": "Мощность передачи",
    "fn_vox": "VOX",
    "frequency": "Частота",
    "frequency_lock": "Блокировка диапазона",
    "frequency_lock_430": "430: ограничивает передачу определёнными поддиапазонами в любительском 70-см диапазоне (430–440 МГц).",
    "frequency_lock_438": "438: ограничивает передачу (438–440 МГц).",
    "frequency_lock_ce": "CE: применяет ограничения частот и излучения, установленные Европейским союзом.",
    "frequency_lock_fcc": "FCC: ограничивает работу диапазонами и уровнями мощности, одобренными FCC США.",
    "frequency_lock_gb": "GB: обеспечивает соблюдение правил, специфичных для Великобритании.",
    "frequency_tooltip": "Радиочастота, используемая для приёма и передачи сигналов.",
    "hello_blank": "Пусто",
    "hello_mode": "Режим приветственного экрана",
    "hello_mode_tooltip": "Определяет тип информации, отображаемой на экране в режиме ожидания.",
    "hello_msg_str_x": "Приветственный текст, строка {{line}}",
    "hello_msg_str_x_tooltip": "Текст, отображаемый на экране при включении радиостанции.",
    "hello_picture": "Изображение",
    "hello_text": "Приветственный текст",
    "hello_voltage": "Напряжение",
    "high_no_tx": "Запрет передачи при высоком напряжении",
    "high_no_tx_tooltip": "Блокирует передачу при аномально высоком напряжении батареи (используется редко).",
    "history": "История",
    "history_is_empty": "Здесь будут отображаться образы последних прочитанных настроек, чтобы можно было всегда вернуться к какому то моменту в прошлом.",
    "history_save_current_state": "Сохранить текущие настройки",
    "hz": "Гц",
    "id": "ID",
    "id_from_radio": "ID рации",
    "initialize": "Инициализировать",
    "k5_firmware_versions_disclaimer": "Прошивки для разных ревизий несовместимы. Прошивка неправильной версии может вывести вашу радиостанцию из строя - всегда сначала уточняйте ревизию своего устройства.",
    "key_side_long_x_fn": "Долгое нажатие боковой кнопки {{key}}",
    "key_side_short_x_fn": "Короткое нажатие боковой кнопки {{key}}",
    "key_x_fn": "Кнопка {{key}}",
    "keypad_lock_auto": "Автоматическая блокировка клавиатуры",
    "keypad_lock_auto_tooltip": "Предотвращает случайные изменения настроек или непреднамеренную передачу, отключая клавиатуру, за исключением основных функций, таких как PTT или аварийные кнопки.",
    "khz": "КГц",
    "lang_ch": "Китайский",
    "lang_en": "Английский",
    "language": "Язык",
    "language_tooltip": "Устанавливает язык интерфейса и меню радиостанции.",
    "link_squelch": "Объединить субтоны",
    "locked": "Заблокировано",
    "low_no_tx": "Запрет передачи при низком напряжении",
    "low_no_tx_tooltip": "Блокирует передачу при слишком низком напряжении батареи (для защиты аккумулятора).",
    "lpd_channel_n": "LPD канал {{number}}",
    "mhz": "МГц",
    "mic_gain": "Усиление микрофона",
    "mic_gain_tooltip": "Регулирует чувствительность микрофона для управления уровнем передаваемого аудиосигнала.",
    "modulation": "Модуляция",
    "modulation_tooltip": "Тип частотной модуляции, используемой для сигнала, влияющий на полосу пропускания и качество звука. Распространённые режимы включают FM (стандартная узкополосная), NFM (ещё более узкая полоса) и WFM (широкополосная, обычно для приёма вещательных станций).",
    "move_channels_right": "Сдвинуть вправо",
    "multiselect": "Выбрать несколько",
    "name": "Название",
    "new_firmware_file": "Файл новой прошивки",
    "no_squelch": "Без субтона",
    "off": "Выкл",
    "offset": "Смещение",
    "offset_tooltip": "Разница между частотами приёма и передачи, используемая для связи через ретрансляторы или для предотвращения помех при работе в симплексном режиме.",
    "only_rx": "Только прием",
    "open": "Открыть",
    "pmr_channel_n": "PMR канал {{number}}",
    "power": "Мощность",
    "power_high": "Высокая",
    "power_low": "Низкая",
    "power_mid": "Средняя",
    "power_option": "{{option}} ({{value}} Вт)",
    "power_tooltip": "Уровень мощности передатчика; используйте низкую мощность для связи на короткие расстояния, чтобы сэкономить заряд батареи и уменьшить помехи, а высокую — когда требуется большая дальность.",
    "rename": "Переименовать",
    "replace_clipboard": "Заменить из буфера",
    "ripple_delete": "Устранить разрыв",
    "roger_beep": "Сигнал окончания передачи",
    "roger_beep_mdc": "Формат Motorola (MDC)",
    "roger_beep_roger": "Роджер",
    "roger_beep_select": "Тип звукового сигнала окончания передачи",
    "roger_beep_select_tooltip": "Короткий звуковой сигнал, отправляемый в конце передачи, чтобы указать, что говорящий закончил.",
    "roger_beep_tooltip": "Короткий звуковой сигнал, отправляемый в конце передачи, чтобы указать, что говорящий закончил.",
    "rtone": "Тональный импульс",
    "rtone_tooltip": "Передаёт короткий сигнал для доступа к ретрансляторам или сигнализации другим радиостанциям, оснащённым для реагирования на тональные импульсы.",
    "scan": "Сканирование",
    "scan_behavior": "Поведение при сканировании",
    "scan_behavior_tooltip": "Определяет, как канал участвует в процессе сканирования: его можно пропустить, сканировать в обычном режиме или выделить повышенное внимание.",
    "scan_carrier": "Несущая",
    "scan_mode": "Режим сканирования",
    "scan_mode_tooltip": "Определяет метод сканирования при поиске активных сигналов по каналам или частотам.",
    "scan_search": "Поиск",
    "scan_time": "Время",
    "scan_tooltip": "Автоматически проверяет каналы на наличие активности и останавливается на активных.",
    "seconds_value": "{{value}} сек",
    "select": "Выбрать",
    "select_to_here": "Выделить до сюда",
    "send_ptt_id": "PTT идентификатор",
    "send_ptt_id_tooltip": "Автоматически отправляет короткий идентифицирующий сигнал (например, позывной или код) при нажатии кнопки PTT, позволяя другим пользователям определить передающую станцию.",
    "share_description": "Образ с настройками полностью сохранится в облаке. Можно будет вернутся к нему позже, или поделиться им с другими.",
    "share_get_link_btn": "Получить ссылку",
    "share_title": "Поделись настройками",
    "side_key_fn": "Функция боковой кнопки",
    "skip": "Пропустить",
    "spectrum_freq": "Центральная частота",
    "spectrum_freq_tooltip": "Устанавливает центральную частоту для отображения в анализаторе спектра.",
    "spectrum_rssi_treshold": "Порог RSSI",
    "spectrum_rssi_treshold_tooltip": "Минимальный уровень сигнала, при котором сигнал отображается в спектре.",
    "spectrum_step": "Шаг частоты",
    "spectrum_step_tooltip": "Интервал между соседними точками при сканировании спектра.",
    "spk_gain": "Усиление динамика",
    "spk_gain_tooltip": "Регулирует громкость звукового выхода встроенного динамика.",
    "split_squelch": "Разделить субтоны",
    "sql": "Уровень шумоподавления",
    "sql_ste": "Подавление хвоста шумоподавления",
    "sql_ste_tooltip": "Вводит небольшую задержку перед полным отключением передатчика, гарантируя, что ретранслятор корректно распознаёт окончание передачи и правильно сбрасывается.",
    "sql_tooltip": "Порог подавления шума: чем выше, тем тише фон, но слабые сигналы могут быть заблокированы.",
    "squelch_rx": "Субтон приёма",
    "squelch_tooltip": "Тональное управление доступом, отключающее динамик, если не обнаружен определённый субтон (CTCSS) или цифровой код (DCS), что снижает шум от других пользователей на той же частоте.",
    "squelch_tx": "Субтон передачи",
    "squelch_tx_rx": "Субтон приёма и передачи",
    "status": "Статус",
    "switch_to_analogue": "Перейти на аналоговый",
    "switch_to_digital": "Перейти на цифровой",
    "tg_lists": "Списки приема",
    "timeout_alarm": "Таймер ограничения передачи",
    "timeout_alarm_tooltip": "Звуовое оповещение при достижении таймера ограничения передачи.",
    "tot": "Таймер ограничения передачи",
    "tot_tooltip": "Ограничивает непрерывное время передачи для предотвращения перегрева или зависания кнопки PTT.",
    "uitab_channels": "Каналы",
    "uitab_contacts": "Контакты",
    "uitab_control": "Управление",
    "uitab_dtmf": "DTMF",
    "uitab_encryption": "Шифрование",
    "uitab_exchange": "Радиообмен",
    "uitab_firmware": "Прошивка",
    "uitab_fm_radio": "FM радио",
    "uitab_interface": "Интерфейс",
    "uitab_misc": "Прочее",
    "uitab_power": "Энергопотребление",
    "uitab_scanning": "Сканирование",
    "uitab_spectrum": "Спектр",
    "uitab_system": "Системные настройки",
    "uitab_tg_lists": "Списки приема",
    "uitab_unlock": "Разблокировка",
    "uitab_vox": "Голосовая активация",
    "uitab_zones": "Зоны",
    "unknown_band": "Неизвестный диапазон",
    "unknown_channel": "Неизвестный канал",
    "unlock_en350": "Приём в диапазоне 350–400 МГц (EN)",
    "unlock_en350_tooltip": "В некоторых регионах (например, в частях Европы или Северной Америки) разрешено законное использование потребительских радиостанций для приёма в этом диапазоне.",
    "unlock_scramble": "Включить скремблер",
    "unlock_scramble_tooltip": "Включает встроенное голосовое шифрование для базовой конфиденциальности; может быть отключено или заблокировано в некоторых моделях радиостанций или версиях прошивки из-за региональных ограничений или требований производителя.",
    "unlock_tx200": "Передача в диапазоне 174–350 МГц",
    "unlock_tx200_tooltip": "Этот диапазон включает верхнюю часть VHF и часть UHF и часто используется профессиональными, коммерческими или службами общественной безопасности. Передача здесь может быть ограничена или запрещена для любительских или потребительских радиостанций в зависимости от местных правил.",
    "unlock_tx350": "Передача в диапазоне 350–400 МГц",
    "unlock_tx350_tooltip": "Диапазон 350–400 МГц выделен для различных критически важных служб — таких как общественная безопасность, аварийно-спасательные службы, военные и государственные коммуникации — по-разному в разных странах.",
    "unlock_tx500": "Передача в диапазоне 500–600 МГц",
    "unlock_tx500_tooltip": "Этот диапазон обычно выделяется для специализированных служб, таких как подвижная радиосвязь, общественная безопасность или сотовые сети, и, как правило, не разрешён для использования любительскими или потребительскими радиостанциями в большинстве стран. Передача в этом диапазоне без соответствующей лицензии может нарушать национальные телекоммуникационные правила и создавать помехи критически важной связи.",
    "unlocked": "Разблокировано",
    "unspecified": "Не указано",
    "upload_to_radio": "Загрузить настройки в радиостанцию",
    "voice_language": "Язык голосовых подсказок",
    "voice_language_tooltip": "Выбирает язык, используемый для голосовых подсказок и обратной связи.",
    "voice_prompt": "Голосовые подсказки",
    "voice_prompt_tooltip": "Включает голосовую обратную связь при навигации по меню и изменении настроек, упрощая использование без необходимости смотреть на дисплей.",
    "vox": "VOX",
    "vox_delay": "Задержка VOX",
    "vox_delay_tooltip": "Устанавливает интервал времени, который функция VOX ждёт после обнаружения звука, прежде чем остановить передачу, позволяя делать краткие паузы в речи без преждевременного прерывания передачи.",
    "vox_inhibit": "Блокировать VOX при приёме",
    "vox_inhibit_tooltip": "Отключает VOX во время приёма, чтобы предотвратить ложное срабатывание от входящего аудиосигнала.",
    "vox_level": "Уровень VOX",
    "vox_level_tooltip": "Регулирует чувствительность функции VOX к звуку: при высокой чувствительности передача запускается даже от тихих звуков, при низкой — требуются более громкие звуки.",
    "vox_sens": "Чувствительность VOX",
    "vox_tooltip": "Передача по голосовой активации, которая автоматически начинается, когда микрофон обнаруживает звук выше заданного порога, обеспечивая работу без рук.",
    "warning": "Внимание",
    "watt": "{{value}} ватт",
    "zones": "Зоны"
  }
}
